tap "homebrew/services"
brew "git"
brew "coreutils"
brew "curl"
brew "wget"
brew "openssl@1.1"
brew "starship"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "node" # o "n" si prefieres manejar versiones
brew "watchman"
brew "fzf"
brew "bat"
brew "eza"
brew "zoxide"
cask "iterm2"
cask "font-jetbrains-mono-nerd-font" # o fira-code, pero solo una

